Repository: paulpham157/ai-auto-free
Catalog: ai-auto-free/fontend/lib/l10n/intl_*.arb
Languages: de, fr, pt, ru, tr, zh

source: New Version Available
de: Neue Version verfügbar
fr: Nouvelle version disponible
pt: Nova versão disponível
ru: Доступна новая версия
tr: Yeni Sürüm Mevcut
zh: 有新版本

source: Changes
de: Änderungen
fr: Modifications
pt: Alterações
ru: Изменения
tr: Değişiklikler
zh: 更新内容

# download_update
source: Install Update
de: Update installieren
fr: Installer la mise à jour
pt: Instalar atualização
ru: Установить обновление
tr: Güncellemeyi Kur
zh: 安装更新

source: Not Now
de: Nicht jetzt
fr: Pas maintenant
pt: Agora não
ru: Не сейчас
tr: Şimdi Değil
zh: 暂不更新

# mandatory_update_message
source: This update is mandatory. Please download the new version.
de: Dieses Update ist obligatorisch. Bitte laden Sie die neue Version herunter.
fr: Cette mise à jour est obligatoire. Veuillez télécharger la nouvelle version.
pt: Esta atualização é obrigatória. Por favor, baixe a nova versão.
ru: Это обновление обязательно. Пожалуйста, загрузите новую версию.
tr: Bu güncelleme zorunludur. Lütfen yeni sürümü indiriniz.
zh: 此更新为必需更新。请下载新版本。

# update_info_not_found
source: Update information not found
de: Update-Informationen nicht gefunden
fr: Informations de mise à jour introuvables
pt: Informações de atualização não encontradas
ru: Информация об обновлении не найдена
tr: Güncelleme bilgisi bulunamadı
zh: 未找到更新信息

source: Continue
de: Fortfahren
fr: Continuer
pt: Continuar
ru: Продолжить
tr: Devam Et
zh: 继续

# update_connection_error
source: Connection error: {message}
de: Verbindungsfehler: {message}
fr: Erreur de connexion : {message}
pt: Erro de conexão: {message}
ru: Ошибка соединения: {message}
tr: Bağlantı hatası: {message}
zh: 连接错误：{message}

# unexpected_error
source: An unexpected error occurred: {message}
de: Ein unerwarteter Fehler ist aufgetreten: {message}
fr: Une erreur inattendue s'est produite : {message}
pt: Ocorreu um erro inesperado: {message}
ru: Произошла непредвиденная ошибка: {message}
tr: Beklenmeyen bir hata oluştu: {message}
zh: 发生意外错误：{message}

source: Invalid server response
de: Ungültige Serverantwort
fr: Réponse de serveur invalide
pt: Resposta inválida do servidor
ru: Недействительный ответ сервера
tr: Sunucudan geçersiz yanıt alındı
zh: 服务器响应无效

source: Checking auth
de: Authentifizierung wird überprüft
fr: Vérification de l'authentification
pt: Verificando autenticação
ru: Проверка аутентификации
tr: Kimlik doğrulanıyor
zh: 正在检查身份验证

source: Remaining credits
de: Verbleibende Credits
fr: Crédits restants
pt: Créditos restantes
ru: Оставшиеся кредиты
tr: Kalan Kredi
zh: 剩余积分

source: Not enough credits
de: Nicht genügend Credits
fr: Crédits insuffisants
pt: Créditos insuficientes
ru: Недостаточно кредитов
tr: Kredi yeterli değil
zh: 积分不足

# not_enough_credits_message
source: Please buy credits to continue.
de: Bitte kaufen Sie Credits, um fortzufahren.
fr: Veuillez acheter des crédits pour continuer.
pt: Por favor, compre créditos para continuar.
ru: Пожалуйста, купите кредиты, чтобы продолжить.
tr: Lütfen devam etmek için kredi alınız.
zh: 请购买积分以继续。

source: days
de: Tage
fr: jours
pt: dias
ru: дней
tr: gün
zh: 天

source: today
de: heute
fr: aujourd'hui
pt: hoje
ru: сегодня
tr: bugün
zh: 今天

source: credits
fr: crédits
pt: créditos
ru: кредитов
tr: kredi
zh: 积分

# credits_b
source: Credits
fr: Crédits
pt: Créditos
ru: Кредиты
tr: Kredi
zh: 积分

source: Price
de: Preis
fr: Prix
pt: Preço
ru: Цена
tr: Fiyat
zh: 价格

source: Your ID
de: Ihre ID
fr: Votre ID
pt: Seu ID
ru: Ваш ID
tr: Numaranız
zh: 您的ID

source: Your ID copied
de: Ihre ID kopiert
fr: Votre ID copié
pt: Seu ID copiado
ru: Ваш ID скопирован
tr: Numaranız kopyalandı
zh: 您的ID已复制

# socials_title
source: Contact us for payment
de: Kontaktieren Sie uns für die Zahlung
fr: Contactez-nous pour le paiement
pt: Contate-nos para pagamento
ru: Свяжитесь с нами для оплаты
tr: Ödeme için İletişime Geçiniz
zh: 联系我们进行支付

source: Running required commands
de: Erforderliche Befehle werden ausgeführt
fr: Exécution des commandes requises
pt: Executando comandos necessários
ru: Выполнение необходимых команд
tr: Gerekli komutlar çalıştırılıyor
zh: 正在运行必需的命令

source: Test Cursor Account
de: Cursor-Konto testen
fr: Tester le compte Cursor
pt: Testar conta Cursor
ru: Тестировать аккаунт Cursor
tr: Hesap Aktif mi Kontrol Et
zh: 测试Cursor账户

source: Testing account
de: Konto wird getestet
fr: Test du compte
pt: Testando conta
ru: Тестирование аккаунта
tr: Hesap kontrol ediliyor
zh: 测试账户

source: Account valid
de: Konto gültig
fr: Compte valide
pt: Conta válida
ru: Аккаунт действителен
tr: Hesap Aktif
zh: 账户有效

# account_invalid
source: Account blocked by Cursor
de: Konto von Cursor blockiert
fr: Compte bloqué par Cursor
pt: Conta bloqueada pelo Cursor
ru: Аккаунт заблокирован Cursor
tr: Hesap Cursor Tarafından Engellenmiş
zh: 账户被Cursor阻止

source: Account test error
de: Konto-Test-Fehler
fr: Erreur de test du compte
pt: Erro no teste da conta
ru: Ошибка тестирования аккаунта
tr: Hesap kontrolü sırasında bir hata oluştu
zh: 账户测试错误

source: Show notifications
de: Benachrichtigungen anzeigen
fr: Afficher les notifications
pt: Mostrar notificações
ru: Показать уведомления
tr: Bildirimleri Göster
zh: 显示通知

source: Notifications
de: Benachrichtigungen
pt: Notificações
ru: Уведомления
tr: Bildirimler
zh: 通知

source: Clear notifications
de: Benachrichtigungen löschen
fr: Effacer les notifications
pt: Limpar notificações
ru: Очистить уведомления
tr: Tümünü Temizle
zh: 清除通知

source: No notifications
de: Keine Benachrichtigungen
fr: Aucune notification
pt: Sem notificações
ru: Нет уведомлений
tr: Henüz bildirim yok
zh: 没有通知

source: Random name generation failed
de: Zufällige Namensgenerierung fehlgeschlagen
fr: Échec de la génération de nom aléatoire
pt: Falha na geração de nome aleatório
ru: Не удалось сгенерировать случайное имя
tr: Rastgele isim oluşturma hatası
zh: 随机名称生成失败

# email_secret_failed
source: Email secret key failed
de: E-Mail-Secret-Key fehlgeschlagen
fr: Échec de la clé secrète d'e-mail
pt: Falha na chave secreta de e-mail
ru: Не удалось получить секретный ключ электронной почты
tr: Email secret key alınamadı
zh: Email secret key失败

source: Inbox check failed
de: Posteingangsüberprüfung fehlgeschlagen
fr: Échec de la vérification de la boîte de réception
pt: Falha na verificação da caixa de entrada
ru: Не удалось проверить входящие сообщения
tr: Posta kutusu kontrolü hatası
zh: 邮箱检查失败

source: View mail failed
de: E-Mail-Anzeige fehlgeschlagen
fr: Échec de l'affichage du mail
pt: Falha ao visualizar e-mail
ru: Не удалось просмотреть почту
tr: Email görüntüleme hatası
zh: 查看邮箱失败

# email_rate_limit
source: Email rate limit exceeded
de: E-Mail-Ratenlimit überschritten
fr: Limite de taux d'e-mails dépassée
pt: Limite de taxa de e-mail excedido
ru: Превышен лимит скорости отправки писем
tr: Email oluşturma limiti aşıldı
zh: 邮箱创建限制已达到

source: Buy credits
de: Credits kaufen
fr: Acheter des crédits
pt: Comprar créditos
ru: Купить кредиты
tr: Kredi Al
zh: 购买积分

# pool_account_count
source: Pool has {count} account
de: Pool hat {count} Konto
fr: Le pool a {count} compte(s)
pt: Pool tem {count} conta
ru: В пуле {count} аккаунтов
tr: Havuzda {count} hesap bulunuyor
zh: 当前有{count}个账户正在运行

# assigning_account
source: Assigning account from pool
de: Konto wird zugewiesen
fr: Attribution d'un compte
pt: Atribuindo conta
ru: Назначение аккаунта
tr: Havuzdan hesap atanıyor
zh: 正在分配账户

# assigning_account_success
source: Account assigned from pool
de: Konto aus dem Pool zugewiesen
fr: Compte attribué depuis le pool
pt: Conta atribuída do grupo
ru: Аккаунт назначен из пула
tr: Havuzdan hesap atandı
zh: 已从池中分配账户

# assigning_account_error
source: Failed to assign account from pool
de: Kontozuweisung fehlgeschlagen
fr: Échec de l'attribution du compte
pt: Falha na atribuição da conta
ru: Не удалось назначить аккаунт
tr: Havuzdan hesap alınamadı
zh: 账户分配失败

# pool_deactivated
source: Currently, there is no account in the pool
de: Kein Konto im Pool verfügbar
fr: Aucun compte n'est disponible dans le pool
pt: Nenhuma conta disponível no pool
ru: В пуле нет доступных аккаунтов
tr: Havuzda şu anda hesap bulunmamaktadır
zh: 当前没有可用的账户

# windsurf_token_guide_title
source: Windsurf Token Guide
de: Windsurf-Token-Anleitung
fr: Guide du jeton Windsurf
pt: Guia de Token do Windsurf
ru: Руководство по токену Windsurf
tr: Windsurf Token Rehberi
zh: Windsurf Token 指南

# windsurf_token_guide_1
source: Open Windsurf Editor
de: Öffnen Sie den Windsurf-Editor
fr: Ouvrez l'éditeur Windsurf
pt: Abra o Editor Windsurf
ru: Откройте редактор Windsurf
tr: Windsurf Editorünü Açın
zh: 打开 Windsurf 编辑器

# windsurf_token_guide_2
source: Press CTRL + SHIFT + P
de: Drücken Sie STRG + UMSCHALT + P
fr: Appuyez sur CTRL + SHIFT + P
pt: Pressione CTRL + SHIFT + P
ru: Нажмите CTRL + SHIFT + P
tr: CTRL + SHIFT + P tuşlarına basın
zh: 按 CTRL + SHIFT + P

# windsurf_token_guide_3
source: Type 'login' and select the first option
de: Geben Sie 'login' ein und wählen Sie die erste Option
fr: Tapez 'login' et sélectionnez la première option
pt: Digite 'login' e selecione a primeira opção
ru: Введите 'login' и выберите первый вариант
tr: Açılan pencereye 'login' yazın ve ilk çıkan seçeneği seçin
zh: 输入'login'并选择第一个选项

# windsurf_token_guide_4
source: A browser will open, close it and return to the editor.
de: Ein Browser wird geöffnet, schließen Sie ihn und kehren Sie zum Editor zurück.
fr: Un navigateur s'ouvrira, fermez-le et revenez à l'éditeur.
pt: Um navegador será aberto, feche-o e retorne ao editor.
ru: Откроется браузер, закройте его и вернитесь в редактор.
tr: Bir tarayıcı açılacak onu kapatın ve editöre dönün.
zh: 浏览器将打开，关闭它并返回编辑器。

# windsurf_token_guide_5
source: Paste the token you received into the application.
de: Fügen Sie das Token, das Sie erhalten haben, in die Anwendung ein.
fr: Collez le jeton que vous avez reçu dans l'application.
pt: Cole o token que você recebeu na aplicação.
ru: Вставьте полученный токен в приложение.
tr: Size verilen tokeni uygulamaya yapıştırın.
zh: 将收到的令牌粘贴到应用程序中。

# windsurf_token_guide_close_button_text
source: Close
de: Schließen
fr: Fermer
pt: Fechar
ru: Закрыть
tr: Kapat
zh: 关闭

source: Token copied
de: Token kopiert
fr: Jeton copié
pt: Token copiado
ru: Токен скопирован
tr: Token kopyalandı
zh: 令牌已复制

# windsurf_token_note
source: Note: The token is valid for 1 hour.
de: Hinweis: Das Token ist 1 Stunde gültig.
fr: Remarque : Le jeton est valable pendant 1 heure.
pt: Nota: O token é válido por 1 hora.
ru: Примечание: Токен действителен в течение 1 часа.
tr: Not: Token'ın süresi 1 saattir.
zh: 注意：令牌有效期为1小时。

# pricing_title
source: Pricing
de: Preisgestaltung
fr: Tarification
pt: Preços
ru: Цены
tr: Kredi Fiyatlandırma
zh: 定价

# pricing_message
source: Pricing information
de: Preisinformationen
fr: Informations sur la tarification
pt: Informações de preços
ru: Информация о ценах
tr: Kredi fiyatlandırma bilgileri
zh: 定价信息

# pricing_buy_credits
source: Buy Credits
de: Credits kaufen
fr: Acheter des crédits
pt: Comprar créditos
ru: Купить кредиты
tr: Kredi Al
zh: 购买积分

# pricing_credits_per_dollar
source: Credits per dollar
de: Credits pro Dollar
fr: Crédits par dollar
pt: Créditos por dólar
ru: Кредиты за доллар
tr: Dolar başına kredi
zh: 每美元积分

# pricing_credits_per_dollar_per_day
source: Credits per dollar (Daily)
de: Credits pro Dollar (täglich)
fr: Crédits par dollar (Quotidien)
pt: Créditos por dólar (Diário)
ru: Кредиты за доллар (ежедневно)
tr: Dolar başına kredi (Günlük)
zh: 每美元积分（每日）

# pricing_credits_per_dollar_per_month
source: Credits per dollar (Monthly)
de: Credits pro Dollar (monatlich)
fr: Crédits par dollar (Mensuel)
pt: Créditos por dólar (Mensal)
ru: Кредиты за доллар (ежемесячно)
tr: Dolar başına kredi (Aylık)
zh: 每美元积分（每月）

# pricing_custom_amount
source: Custom Amount
de: Benutzerdefinierter Betrag
fr: Montant personnalisé
pt: Valor personalizado
ru: Пользовательская сумма
tr: Özel Miktar
zh: 自定义金额

# pricing_total_price
source: Total Price
de: Gesamtpreis
fr: Prix total
pt: Preço total
ru: Общая цена
tr: Toplam Fiyat
zh: 总价

# pricing_payment_id_note
source: You will need to use this ID when making a payment
de: Sie müssen diese ID bei der Zahlung verwenden
fr: Vous devrez utiliser cet ID lors du paiement
pt: Você precisará usar este ID ao fazer um pagamento
ru: Вам потребуется использовать этот ID при оплате
tr: Ödeme yaparken bu ID'yi kullanmanız gerekecek
zh: 付款时需要使用此ID

# pricing_contact
source: Contact
de: Kontakt
pt: Contato
ru: Контакт
tr: İletişim
zh: 联系我们

# pricing_contact_message
source: Contact us for payment
de: Kontaktieren Sie uns für die Zahlung
fr: Contactez-nous pour le paiement
pt: Contate-nos para pagamento
ru: Свяжитесь с нами для оплаты
tr: Ödeme yapmak için bizimle iletişime geçin
zh: 联系我们进行付款

# pricing_payment_id
source: Payment ID
de: Zahlungs-ID
fr: ID de paiement
pt: ID de pagamento
ru: ID оплаты
tr: Ödeme ID
zh: 支付ID

# pricing_payment_id_copy
source: Copy
de: Kopieren
fr: Copier
pt: Copiar
ru: Копировать
tr: Kopyala
zh: 复制

# pricing_payment_id_copied
source: Payment ID copied
de: Zahlungs-ID kopiert
fr: ID de paiement copié
pt: ID de pagamento copiado
ru: ID оплаты скопирован
tr: Ödeme ID kopyalandı
zh: 支付ID已复制

# pricing_payment_id_copied_note
source: You will need to use this ID when making a payment
de: Sie müssen diese ID bei der Zahlung verwenden
fr: Vous devrez utiliser cet ID lors du paiement
pt: Você precisará usar este ID ao fazer um pagamento
ru: Вам потребуется использовать этот ID при оплате
tr: Ödeme ID'yi kopyaladıktan sonra, ödeme yaparken bu ID'yi kullanmanız gerekecek
zh: 付款时需要使用此ID

# pricing_credits_amount
source: Credits Amount
de: Credits-Betrag
fr: Montant des crédits
pt: Quantidade de créditos
ru: Количество кредитов
tr: Kredi Miktarı
zh: 积分数量

# pricing_credits_amount_note
source: You can set the credits amount as you want.
de: Sie können den Credits-Betrag nach Belieben festlegen.
fr: Vous pouvez définir le montant des crédits comme vous le souhaitez.
pt: Você pode definir a quantidade de créditos como quiser.
ru: Вы можете установить количество кредитов по своему усмотрению.
tr: Kredi miktarını özel olarak belirleyebilirsiniz.
zh: 您可以根据需要设置积分数量。

source: Manual
de: Handbuch
fr: Manuel
ru: Руководство
tr: Manuel
zh: 手册

# browser_message
source: Browser
fr: Navigateur
pt: Navegador
ru: Браузер
tr: Tarayıcı
zh: 浏览器

source: Browser initialized
de: Browser initialisiert
fr: Navigateur initialisé
pt: Navegador inicializado
ru: Браузер инициализирован
tr: Tarayıcı başlatıldı
zh: 浏览器已初始化

# failed_open_auth_page
source: Failed to open auth page
de: Öffnen der Auth-Seite fehlgeschlagen
fr: Échec de l'ouverture de la page d'authentification
pt: Falha ao abrir página de autenticação
ru: Не удалось открыть страницу аутентификации
tr: Auth sayfası açılırken bir sorun oluştu
zh: 打开认证页面时失败

# failed_get_cursor_session_token
source: Failed to get cursor session token
de: Abrufen des Cursor-Sitzungs-Tokens fehlgeschlagen
fr: Échec de l'obtention du jeton de session Cursor
pt: Falha ao obter token de sessão do Cursor
ru: Не удалось получить токен сессии Cursor
tr: Hesap bilgileriniz alınırken bir sorun oluştu
zh: 获取Cursor会话令牌时失败

# opening_auth_page
source: Opening auth page, please login to the opened page.
de: Auth-Seite wird geöffnet, bitte melden Sie sich auf der geöffneten Seite an.
fr: Ouverture de la page d'authentification, veuillez vous connecter à la page ouverte.
pt: Abrindo página de autenticação, faça login na página aberta.
ru: Открытие страницы аутентификации, пожалуйста, войдите на открытой странице.
tr: Giriş sayfası açılıyor, lütfen açılan sayfada hesabınıza giriş yapınız.
zh: 打开认证页面，请在打开的页面中登录您的账户。

# auth_detected
source: Auth detected, getting account details
de: Authentifizierung erkannt, Kontodetails werden abgerufen
fr: Authentification détectée, obtention des détails du compte
pt: Autenticação detectada, obtendo detalhes da conta
ru: Аутентификация обнаружена, получение деталей аккаунта
tr: Giriş yapıldı, hesap bilgileri alınıyor
zh: 认证已检测，正在获取账户详情

source: Auth page error
de: Auth-Seiten-Fehler
fr: Erreur de page d'authentification
pt: Erro na página de autenticação
ru: Ошибка страницы аутентификации
tr: Giriş sayfasında bir sorun oluştu
zh: 认证页面错误

# getting_cursor_session_token
source: Getting account details
de: Kontodetails werden abgerufen
fr: Obtention des détails du compte
pt: Obtendo detalhes da conta
ru: Получение деталей аккаунта
tr: Hesap bilgileri alınıyor
zh: 正在获取账户详情

# python_path_progress
source: Python installation completed, checking PATH
de: Python-Installation abgeschlossen, PATH wird überprüft
fr: Installation de Python terminée, vérification du PATH
pt: Instalação do Python concluída, verificando PATH
ru: Установка Python завершена, проверка PATH
tr: Python kurulumu tamamlandı, PATH kontrolü yapılıyor...
zh: Python安装完成，正在检查PATH

# python_path_error
source: Python PATH not found, you may need to restart your computer.
de: Python-PATH nicht gefunden, Sie müssen möglicherweise Ihren Computer neu starten.
fr: PATH Python non trouvé, vous devrez peut-être redémarrer votre ordinateur.
pt: PATH do Python não encontrado, talvez seja necessário reiniciar o computador.
ru: Python PATH не найден, возможно, вам потребуется перезагрузить компьютер.
tr: Python PATH üzerinde bulunamadı, bilgisayarınızı yeniden başlatmanız gerekebilir.
zh: Python PATH未找到，您可能需要重新启动计算机。

# python_path_success
source: Python installation completed. Restart your computer.
de: Python-Installation abgeschlossen. Starten Sie Ihren Computer neu.
fr: Installation de Python terminée. Redémarrez votre ordinateur.
pt: Instalação do Python concluída. Reinicie seu computador.
ru: Установка Python завершена. Перезагрузите компьютер.
tr: Python kurulumu tamamlandı. Bilgisayarınızı yeniden başlatınız.
zh: Python安装完成。重新启动计算机。

source: Downloading update
de: Update wird heruntergeladen
fr: Téléchargement de la mise à jour
pt: Baixando atualização
ru: Загрузка обновления
tr: Güncelleme indiriliyor...
zh: 正在下载更新

source: Download failed
de: Download fehlgeschlagen
fr: Échec du téléchargement
pt: Falha no download
ru: Загрузка не удалась
tr: İndirme başarısız oldu
zh: 下载失败

source: Installing update
de: Update wird installiert
fr: Installation de la mise à jour
pt: Instalando atualização
ru: Установка обновления
tr: Güncelleme kuruluyor...
zh: 正在安装更新

# update_failed
source: Update failed: {message}
de: Update fehlgeschlagen: {message}
fr: Mise à jour échouée: {message}
pt: Atualização falhou: {message}
ru: Не удалось обновить: {message}
tr: Güncelleme başarısız: {message}
zh: 更新失败: {message}

source: Download completed
de: Download abgeschlossen
fr: Téléchargement terminé
pt: Download concluído
ru: Загрузка завершена
tr: İndirme tamamlandı
zh: 下载完成

# no_download_url
source: No download URL found
de: Download-URL nicht gefunden
fr: URL de téléchargement non trouvée
pt: URL de download não encontrada
ru: URL загрузки не найден
tr: İndirme URL'si bulunamadı
zh: 未找到下载URL

source: Downloading:
de: Download:
fr: Téléchargement :
pt: Download:
ru: Загрузка:
tr: İndiriliyor:
zh: 下载中:

# download_error
source: Download error: {message}
de: Download-Fehler: {message}
fr: Erreur de téléchargement : {message}
pt: Erro de download: {message}
ru: Ошибка загрузки: {message}
tr: İndirme hatası: {message}
zh: 下载错误：{message}

source: Close
de: Schließen
fr: Fermer
pt: Fechar
ru: Закрыть
tr: Kapat
zh: 关闭

source: Manual Download
de: Manuelle Herunterladen
fr: Téléchargement manuel
pt: Download manual
ru: Ручная загрузка
tr: Manuel İndir
zh: 手动下载

source: Status
fr: Statut
ru: Статус
tr: Durum
zh: 状态

source: Components
de: Komponenten
fr: Composants
pt: Componentes
ru: Компоненты
tr: Bileşenler
zh: 组件

source: Active Incidents
de: Aktive Ereignisse
fr: Incidents Actifs
pt: Incidentes Ativos
ru: Активные инциденты
tr: Aktif Olaylar
zh: 活动事件

source: Status details not available
de: Statusdetails nicht verfügbar
fr: Détails du statut non disponibles
pt: Detalhes do status não disponíveis
ru: Детали статуса недоступны
tr: Durum detayları mevcut değil
zh: 状态详情不可用

source: Operational
de: Betriebsbereit
fr: Opérationnel
pt: Operacional
ru: Работает
tr: Çalışıyor
zh: 正常运行

source: Degraded Performance
de: Degradiert
fr: Performance Dégradée
pt: Desempenho Degradado
ru: Пониженная производительность
tr: Performans Düşüklüğü
zh: 性能下降

source: Partial Outage
de: Teilausfall
fr: Panne Partielle
pt: Interrupção Parcial
ru: Частичный сбой
tr: Kısmi Kesinti
zh: 部分中断

source: Major Outage
de: Großer Ausfall
fr: Panne Majeure
pt: Interrupção Principal
ru: Серьезный сбой
tr: Büyük Kesinti
zh: 主要中断

source: Auto login starting
de: Automatische Anmeldung beginnt
fr: Connexion automatique en cours
pt: Iniciando login automático
ru: Автоматический вход в систему
tr: Otomatik giriş yapılıyor
zh: 自动登录开始

source: Navigated to Cursor
de: Zu Cursor navigiert
fr: Navigation vers Cursor
pt: Navegou para o Cursor
ru: Переход к Cursor
tr: Cursor'a yönlendiriliyor
zh: 已导航至Cursor

# account_logged_in
source: Browser logged in
de: Browser angemeldet
fr: Compte connecté
pt: Navegador conectado
ru: Вход в браузер выполнен
tr: Tarayıcıda giriş yapıldı
zh: 浏览器已登录

# cursor_browser_login_info
source: READY
de: BEREIT
fr: PRÊT
pt: PRONTO
ru: ГОТОВО
tr: HAZIR
zh: 就绪

source: No accounts found
de: Keine Konten gefunden
fr: Aucun compte trouvé
pt: Nenhuma conta encontrada
ru: Учетные записи не найдены
tr: Hesap bulunamadı
zh: 未找到账户

# swipe_to_delete
source: Swipe left to delete
de: Nach links wischen zum Löschen
fr: Glissez vers la gauche pour supprimer
pt: Deslize para a esquerda para excluir
ru: Проведите влево для удаления
tr: Silmek için sola kaydırın
zh: 向左滑动删除

source: Daily login
de: Tägliche Anmeldung
fr: Connexion quotidienne
pt: Login diário
ru: Ежедневный вход
tr: Günlük giriş
zh: 每日登录

source: Create Gift Code
de: Geschenkcode erstellen
fr: Créer un Code Cadeau
pt: Criar Código de Presente
ru: Создать Подарочный Код
tr: Hediye Kodu Oluştur
zh: 创建礼品码

source: Gift Code
de: Geschenkcode
fr: Code Cadeau
pt: Código de Presente
ru: Подарочный Код
tr: Hediye Kodu
zh: 礼品码

source: Redeem Gift Code
de: Geschenkcode einlösen
fr: Utiliser un Code Cadeau
pt: Resgatar Código de Presente
ru: Использовать Подарочный Код
tr: Hediye Kodu Kullan
zh: 兑换礼品码

source: Credits Amount
de: Guthaben-Menge
fr: Montant des Crédits
pt: Quantidade de Créditos
ru: Количество Кредитов
tr: Kredi Miktarı
zh: 积分数量

source: Enter credits amount
de: Guthaben-Menge eingeben
fr: Entrez le montant des crédits
pt: Digite a quantidade de créditos
ru: Введите количество кредитов
tr: Kredi miktarını giriniz
zh: 输入积分数量

source: Generate Code
de: Code generieren
fr: Générer le Code
pt: Gerar Código
ru: Создать Код
tr: Kod Oluştur
zh: 生成代码

# no_gift_codes_created
source: No gift codes created yet
de: Noch keine Geschenkcodes erstellt
fr: Aucun code cadeau créé
pt: Nenhum código de presente criado ainda
ru: Подарочные коды еще не созданы
tr: Henüz oluşturulmuş hediye kodu yok
zh: 尚未创建礼品码

source: Redeem Code
de: Code einlösen
fr: Utiliser le Code
pt: Resgatar Código
ru: Использовать Код
tr: Kodu Kullan
zh: 兑换代码

# gift_code_info_title
source: How to Use Gift Code?
de: Wie verwendet man einen Geschenkcode?
fr: Comment Utiliser un Code Cadeau?
pt: Como Usar o Código de Presente?
ru: Как Использовать Подарочный Код?
tr: Hediye Kodu Nasıl Kullanılır?
zh: 如何使用礼品码？
