Repository: paulpham157/ai-auto-free
Catalog: ai-auto-free/fontend/lib/l10n/intl_*.arb
Languages: de, fr, pt, ru, tr, zh

# gift_code_info_description
source: Enter the gift code you received here to add credits to your account. Gift codes should be in XXXX-XXXX format.
de: Geben Sie hier den erhaltenen Geschenkcode ein, um Ihrem Konto Guthaben hinzuzufügen. Geschenkcodes sollten im Format XXXX-XXXX sein.
fr: Entrez le code cadeau reçu ici pour ajouter des crédits à votre compte. Les codes cadeaux doivent être au format XXXX-XXXX.
pt: Digite o código de presente recebido aqui para adicionar créditos à sua conta. Os códigos de presente devem estar no formato XXXX-XXXX.
ru: Введите полученный подарочный код, чтобы добавить кредиты на свой аккаунт. Подарочные коды должны быть в формате XXXX-XXXX.
tr: Aldığınız hediye kodunu buraya girin ve hesabınıza kredi ekleyin. Hediye kodları XXXX-XXXX formatında olmalıdır.
zh: 在此处输入您收到的礼品码，为您的账户添加积分。礼品码格式应为 XXXX-XXXX。

source: Copied to clipboard
de: In die Zwischenablage kopiert
fr: Copié dans le presse-papiers
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
zh: 已复制到剪贴板

source: Used
de: Verwendet
fr: Utilisé
pt: Usado
ru: Использован
tr: Kullanıldı
zh: 已使用

source: Active
de: Aktiv
fr: Actif
pt: Ativo
ru: Активен
tr: Aktif
zh: 有效

source: Created At
de: Erstellt am
fr: Date de création
pt: Criado em
ru: Дата создания
tr: Oluşturulma Tarihi
zh: 创建时间

source: Please enter credit amount
de: Bitte geben Sie einen Kreditbetrag ein
fr: Veuillez entrer un montant de crédit
pt: Por favor, insira a quantidade de créditos
ru: Пожалуйста, введите количество кредитов
tr: Lütfen kredi miktarı girin
zh: 请输入积分数量

# please_enter_valid_credit_amount
source: Please enter a valid credit amount
de: Bitte geben Sie einen gültigen Kreditbetrag ein
fr: Veuillez entrer un montant de crédit valide
pt: Por favor, insira uma quantidade válida de créditos
ru: Пожалуйста, введите действительное количество кредитов
tr: Geçerli bir kredi miktarı girin
zh: 请输入有效的积分数量

# not_enough_credits_for_gift
source: You don't have enough credits
de: Sie haben nicht genügend Guthaben
fr: Vous n'avez pas assez de crédits
pt: Você não tem créditos suficientes
ru: У вас недостаточно кредитов
tr: Yeterli krediniz bulunmuyor
zh: 您没有足够的积分

# please_enter_gift_code
source: Please enter a gift code
de: Bitte geben Sie einen Geschenkcode ein
fr: Veuillez entrer un code cadeau
pt: Por favor, insira um código de presente
ru: Пожалуйста, введите подарочный код
tr: Lütfen bir hediye kodu girin
zh: 请输入礼品码

# gift_code_created_success
source: Gift code successfully created: {code}
de: Geschenkcode erfolgreich erstellt: {code}
fr: Code cadeau créé avec succès: {code}
pt: Código de presente criado com sucesso: {code}
ru: Подарочный код успешно создан: {code}
tr: Hediye kodu başarıyla oluşturuldu: {code}
zh: 礼品码创建成功: {code}

# credits_added_to_account
source: {credits} credits added to your account
de: {credits} Guthaben wurde Ihrem Konto hinzugefügt
fr: {credits} crédits ajoutés à votre compte
pt: {credits} créditos adicionados à sua conta
ru: {credits} кредитов добавлено на ваш счет
tr: {credits} kredi hesabınıza eklendi
zh: {credits} 积分已添加到您的账户

# gift_code_error
source: An error occurred while creating gift code
de: Beim Erstellen des Geschenkcodes ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la création du code cadeau
pt: Ocorreu um erro ao criar o código de presente
ru: Произошла ошибка при создании подарочного кода
tr: Hediye kodu oluşturulurken bir hata oluştu
zh: 创建礼品码时发生错误

# redeem_code_error
source: An error occurred while redeeming gift code
de: Beim Einlösen des Geschenkcodes ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de l'utilisation du code cadeau
pt: Ocorreu um erro ao resgatar o código de presente
ru: Произошла ошибка при использовании подарочного кода
tr: Hediye kodu kullanılırken bir hata oluştu
zh: 使用礼品码时发生错误

# notice_title
source: Important Notice
de: Wichtige Information
fr: Avis important
pt: Aviso Importante
ru: Важная информация
tr: Önemli Bilgilendirme
zh: 重要提示

# desktop_support_ending
source: Desktop Application Support Ending
de: Desktop-Anwendungsunterstützung endet
fr: Fin de la prise en charge de l'application de bureau
pt: O suporte para o aplicativo de desktop está terminando
ru: Поддержка настольного приложения прекращается
tr: Masaüstü Uygulaması Desteği Sona Eriyor
zh: 桌面应用程序支持即将结束

# continue_on_web
source: Continuing on the Website
de: Wir setzen auf der Webseite fort
fr: Nous continuons sur le site Web
pt: Continuamos no site
ru: Продолжаем работу на веб-сайте
tr: Web Sitesi Üzerinden Devam Ediyoruz
zh: 我们将在网站上继续

# transfer_credits_info
source: Transferring Your Credits to the Website
de: Übertragung Ihrer Credits auf die Webseite
fr: Transfert de vos crédits sur le site Web
pt: Transferindo seus Créditos para o Site
ru: Перенос ваших кредитов на веб-сайт
tr: Kredilerinizi Web Sitesine Aktarma
zh: 将您的积分转移到网站

# credits_transfer_steps
source: You can convert your existing credits into a gift code using the "Generate Gift Code" button on the homepage and then use this code on our website to transfer your credits.
de: Sie können Ihre bestehenden Credits über die Schaltfläche "Geschenkkode erstellen" auf der Startseite in einen Geschenkkode umwandeln und diesen Kode auf unserer Webseite verwenden, um Ihre Credits zu übertragen.
fr: Sur la page d'accueil, vous pouvez convertir vos crédits actuels en code cadeau à l'aide du bouton "Créer un code cadeau" et utiliser ce code sur notre site Web pour transférer vos crédits.
pt: Na página inicial, você pode converter seus créditos atuais em um código de presente usando o botão "Gerar Código de Presente" e usar esse código em nosso site para transferir seus créditos.
ru: Вы можете преобразовать свои текущие кредиты в подарочный код, используя кнопку "Создать подарочный код" на главной странице, и использовать этот код на нашем веб-сайте для переноса ваших кредитов.
tr: Ana sayfada yer alan "Hediye Kodu Oluştur" butonuyla mevcut kredilerinizi hediye koduna çevirebilir ve bu kodu web sitemizde kullanarak kredilerinizi aktarabilirsiniz.
zh: 您可以在主页上使用“创建礼品代码”按钮将您现有的积分转换为礼品代码，然后在我们的网站上使用此代码转移您的积分。

# thank_you_for_support
source: Thank you for your support
de: Vielen Dank für Ihre Unterstützung
fr: Merci pour votre soutien
pt: Obrigado pelo seu apoio
ru: Спасибо за вашу поддержку
tr: Desteğiniz için teşekkür ederiz
zh: 感谢您的支持

source: Continue to App
de: Weiter zur App
fr: Continuer sur l'application
pt: Continuar no aplicativo
ru: Продолжить в приложении
tr: Uygulamaya Devam Et
zh: 继续使用应用程序
