Repository: paulpham157/ai-auto-free
Catalog: ai-auto-free/fontend/lib/l10n/intl_*.arb
Languages: de, fr, pt, ru, tr, zh

source: and
de: und
fr: et
pt: e
ru: и
tr: ve
zh: 和

source: Premium
ru: Премиум
zh: 高级

source: Free
de: Kostenlos
fr: Gratuit
pt: Grátis
ru: Бесплатно
tr: Ücretsiz
zh: 免费

# init_browser_starting
source: Initializing browser
de: Browser wird initialisiert
fr: Initialisation du navigateur
pt: Inicializando navegador
ru: Инициализация браузера
tr: Tarayıcı başlatılıyor
zh: 正在初始化浏览器

source: User-Agent set
de: User-Agent festgelegt
fr: User-Agent configuré
pt: User-Agent configurado
ru: User-Agent установлен
tr: User-Agent ayarlandı
zh: User-Agent已设置

source: Creating email
de: E-Mail wird erstellt
fr: Création d'e-mail
pt: Criando e-mail
ru: Создание электронной почты
tr: Email oluşturuluyor
zh: 正在创建邮箱

source: Email created
de: E-Mail erstellt
fr: E-mail créé
pt: E-mail criado
ru: Электронная почта создана
tr: Email oluşturuldu
zh: 邮箱已创建

source: Email creation failed
de: E-Mail-Erstellung fehlgeschlagen
fr: Échec de création d'e-mail
pt: Falha na criação do e-mail
ru: Не удалось создать электронную почту
tr: Email oluşturma hatası
zh: 邮箱创建失败

source: Verification starting
de: Verifizierung beginnt
fr: Début de vérification
pt: Iniciando verificação
ru: Начало верификации
tr: Doğrulama başlıyor
zh: 开始验证

source: Verification failed
de: Verifizierung fehlgeschlagen
fr: Échec de vérification
pt: Falha na verificação
ru: Верификация не удалась
tr: Doğrulama hatası
zh: 验证失败

source: Checking inbox
de: Posteingang wird überprüft
fr: Vérification de la boîte de réception
pt: Verificando caixa de entrada
ru: Проверка входящих сообщений
tr: Posta kutusu kontrol ediliyor
zh: 正在检查收件箱

source: Code found
de: Code gefunden
fr: Code trouvé
pt: Código encontrado
ru: Код найден
tr: Kod bulundu
zh: 已找到验证码

# mail_api_error
source: Mail Server Error
de: Mail-Server-Fehler
fr: Erreur du serveur de messagerie
pt: Erro do servidor de e-mail
ru: Ошибка почтового сервера
tr: Mail Sunucu Hatası
zh: 邮件服务器错误

# connecting_imap
source: Connecting to IMAP
de: IMAP-Verbindung wird hergestellt
fr: Connexion à IMAP
pt: Conectando ao IMAP
ru: Подключение к IMAP
tr: IMAP bağlantısı kuruluyor
zh: 正在连接IMAP

source: IMAP connected
de: IMAP verbunden
fr: IMAP connecté
pt: IMAP conectado
ru: IMAP подключен
tr: IMAP bağlantısı kuruldu
zh: IMAP已连接

source: Waiting for email
de: Warten auf E-Mail
fr: Attente d'e-mail
pt: Aguardando e-mail
ru: Ожидание письма
tr: Email bekleniyor
zh: 等待邮件

source: IMAP content read error
de: IMAP-Inhaltslesefehler
fr: Erreur de lecture de contenu IMAP
pt: Erro ao ler conteúdo IMAP
ru: Ошибка чтения содержимого IMAP
tr: IMAP içerik okuma hatası
zh: IMAP内容读取错误

source: IMAP error
de: IMAP-Fehler
fr: Erreur IMAP
pt: Erro IMAP
ru: Ошибка IMAP
tr: IMAP hatası
zh: IMAP错误

# turnstile_starting
source: Robot verification starting
de: Roboterverifizierung beginnt
fr: Début de vérification robot
pt: Iniciando verificação de robô
ru: Начало проверки на робота
tr: Robot doğrulama başlıyor
zh: 开始人机验证

# turnstile_started
source: Robot verification started
de: Roboterverifizierung gestartet
fr: Vérification robot démarrée
pt: Verificação de robô iniciada
ru: Проверка на робота начата
tr: Robot doğrulama başladı
zh: 人机验证已开始

# turnstile_success
source: Robot verification successful
de: Roboterverifizierung erfolgreich
fr: Vérification robot réussie
pt: Verificação de robô bem-sucedida
ru: Проверка на робота успешна
tr: Robot doğrulama başarılı
zh: 人机验证成功

# turnstile_failed
source: Robot verification failed
de: Roboterverifizierung fehlgeschlagen
fr: Échec de vérification robot
pt: Falha na verificação de robô
ru: Проверка на робота не удалась
tr: Robot doğrulama hatası
zh: 人机验证失败

source: Getting token
de: Token wird abgerufen
fr: Obtention du jeton
pt: Obtendo token
ru: Получение токена
tr: Token alınıyor
zh: 正在获取令牌

# token_retry
source: Retrying to get token
de: Token wird erneut abgerufen
fr: Nouvelle tentative d'obtention du jeton
pt: Tentando obter token novamente
ru: Повторная попытка получения токена
tr: Token alınmaya çalışılıyor
zh: 正在尝试重新获取令牌

# max_attempts_reached
source: Maximum token attempts reached
de: Maximale Anzahl an Versuchen erreicht
fr: Nombre maximal de tentatives atteint
pt: Número máximo de tentativas atingido
ru: Достигнуто максимальное количество попыток
tr: Token alma denemeleri sonlandı
zh: 已达到最大尝试次数

source: Token error
de: Token-Fehler
fr: Erreur de jeton
pt: Erro de token
ru: Ошибка токена
tr: Token hatası
zh: 令牌错误

source: Sign up starting
de: Registrierung beginnt
fr: Début d'inscription
pt: Iniciando cadastro
ru: Начало регистрации
tr: Kayıt başlıyor
zh: 开始注册

source: Registration page error
de: Registrierungsseite-Fehler
fr: Erreur de page d'enregistrement
pt: Erro na página de registro
ru: Ошибка страницы регистрации
tr: Kayıt sayfası hatası
zh: 注册页面错误

source: Processing
de: Verarbeitung
fr: Traitement en cours
pt: Processando
ru: Обработка
tr: İşleniyor
zh: 处理中

source: Operation failed
de: Operation fehlgeschlagen
fr: Opération échouée
pt: Operação falhou
ru: Операция не удалась
tr: İşlem hatası
zh: 操作失败

# email_unavailable
source: Email is unavailable
de: E-Mail nicht verfügbar
fr: E-mail indisponible
pt: E-mail indisponível
ru: Электронная почта недоступна
tr: Email mevcut değil
zh: 邮箱不可用

# sign_up_restricted
source: Sign up restricted, please try again
de: Registrierung eingeschränkt, bitte versuchen Sie es erneut
fr: Inscription restreinte, veuillez réessayer
pt: Cadastro restrito, tente novamente
ru: Регистрация ограничена, пожалуйста, попробуйте снова
tr: Kayıt engellendi, tekrar deneyiniz
zh: 注册受限，请重试

source: Verification code error
de: Verifizierungscode-Fehler
fr: Erreur de code de vérification
pt: Erro no código de verificação
ru: Ошибка кода верификации
tr: Doğrulama kodu hatası
zh: 验证码错误

source: Waiting
de: Warten
fr: En attente
pt: Aguardando
ru: Ожидание
tr: Bekleniyor
zh: 等待中

source: Usage limit
de: Nutzungslimit
fr: Limite d'utilisation
pt: Limite de uso
ru: Лимит использования
tr: Kullanım limiti
zh: 使用限制

# usage_limit_error
source: Could not get usage limit
de: Nutzungslimit konnte nicht abgerufen werden
fr: Impossible d'obtenir la limite d'utilisation
pt: Não foi possível obter o limite de uso
ru: Не удалось получить лимит использования
tr: Kullanım limiti alınamadı
zh: 无法获取使用限制

# registration_success
source: Registration successful
de: Registrierung erfolgreich
fr: Enregistrement réussi
pt: Registro bem-sucedido
ru: Регистрация успешна
tr: Kayıt başarılı
zh: 注册成功

source: Account created
de: Konto erstellt
fr: Compte créé
pt: Conta criada
ru: Аккаунт создан
tr: Hesap oluşturuldu
zh: 账户已创建

source: Completed
de: Abgeschlossen
fr: Terminé
pt: Concluído
ru: Завершено
tr: Tamamlandı
zh: 已完成

# auth_update_success
source: Authentication updated
de: Authentifizierung aktualisiert
fr: Authentification mise à jour
pt: Autenticação atualizada
ru: Аутентификация обновлена
tr: Kimlik bilgileri güncellendi
zh: 身份验证信息已更新

source: Browser quit error
de: Browser-Beenden-Fehler
fr: Erreur de fermeture du navigateur
pt: Erro ao fechar navegador
ru: Ошибка при закрытии браузера
tr: Tarayıcı kapatma hatası
zh: 浏览器关闭错误

# no_update_values
source: No values were updated
de: Keine Werte wurden aktualisiert
fr: Aucune valeur n'a été mise à jour
pt: Nenhum valor foi atualizado
ru: Никакие значения не были обновлены
tr: Herhangi bir değer güncellenmedi
zh: 没有更新任何值

source: Database error
de: Datenbankfehler
fr: Erreur de base de données
pt: Erro de banco de dados
ru: Ошибка базы данных
tr: Veritabanı hatası
zh: 数据库错误

# auth_error
source: Authentication error
de: Authentifizierungsfehler
fr: Erreur d'authentification
pt: Erro de autenticação
ru: Ошибка аутентификации
tr: Kimlik doğrulama hatası
zh: 身份验证错误

source: Account details
de: Kontodetails
fr: Détails du compte
pt: Detalhes da conta
ru: Детали аккаунта
tr: Hesap detayları
zh: 账户详情

source: Email
ru: Электронная почта
zh: 邮箱

source: User ID
de: Benutzer-ID
fr: ID utilisateur
pt: ID do usuário
ru: ID пользователя
tr: Kimlik
zh: 用户ID

source: Type
de: Typ
pt: Tipo
ru: Тип
tr: Tip
zh: 类型

# created
source: Created date
de: Erstellungsdatum
fr: Date de création
pt: Data de criação
ru: Дата создания
tr: Tarih
zh: 创建时间

source: Limit
fr: Limite
pt: Limite
ru: Лимит
zh: 限制

source: Token
fr: Jeton
ru: Токен
zh: 令牌

source: Accounts
de: Konten
fr: Comptes
pt: Contas
ru: Аккаунты
tr: Hesaplar
zh: 账户

source: Delete account
de: Konto löschen
fr: Supprimer le compte
pt: Excluir conta
ru: Удалить аккаунт
tr: Hesap sil
zh: 删除账户

# delete_account_confirmation
source: Are you sure you want to delete the account?
de: Sind Sie sicher, dass Sie das Konto löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer le compte ?
pt: Tem certeza que deseja excluir a conta?
ru: Вы уверены, что хотите удалить аккаунт?
tr: Hesap silmek istediğinize emin misiniz?
zh: 确定要删除此账户吗？

source: Cancel
de: Abbrechen
fr: Annuler
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消

source: Delete
de: Löschen
fr: Supprimer
pt: Excluir
ru: Удалить
tr: Sil
zh: 删除

source: Console
de: Konsole
ru: Консоль
tr: Konsol
zh: 控制台

source: Stop
de: Stopp
fr: Arrêter
pt: Parar
ru: Остановить
tr: Durdur
zh: 停止

source: Start proxy
de: Proxy starten
fr: Démarrer le proxy
pt: Iniciar proxy
ru: Запустить прокси
tr: Proxy'i başlat
zh: 启动代理

# enable_proxy
source: Enable proxy while using Cursor. This manipulates web requests to prevent trial period error.
de: Proxy bei Verwendung von Cursor aktivieren. Dies manipuliert Webanfragen, um Testzeitraumfehler zu vermeiden.
fr: Activer le proxy lors de l'utilisation de Cursor. Cela manipule les requêtes web pour éviter l'erreur de période d'essai.
pt: Habilitar proxy ao usar o Cursor. Isso manipula solicitações web para evitar erro de período de teste.
ru: Включить прокси при использовании Cursor. Это манипулирует веб-запросами, чтобы предотвратить ошибку пробного периода.
tr: Cursor kullanırken proxy'i etkinleştir. Bu, deneme süresi hatasını önlemek için web isteklerini manipüle eder.
zh: 使用Cursor时启用代理。这将通过操作网络请求来防止试用期错误。

source: Create Cursor account
de: Cursor-Konto erstellen
fr: Créer un compte Cursor
pt: Criar conta Cursor
ru: Создать аккаунт Cursor
tr: Cursor hesabı oluştur
zh: 创建Cursor账户

source: Create Windsurf account
de: Windsurf-Konto erstellen
fr: Créer un compte Windsurf
pt: Criar conta Windsurf
ru: Создать аккаунт Windsurf
tr: Windsurf hesabı oluştur
zh: 创建Windsurf账户

source: Settings
de: Einstellungen
fr: Paramètres
pt: Configurações
ru: Настройки
tr: Ayarlar
zh: 设置

source: Browser visibility
de: Browser-Sichtbarkeit
fr: Visibilité du navigateur
pt: Visibilidade do navegador
ru: Видимость браузера
tr: Tarayıcı görünürlüğü
zh: 浏览器可见性

source: Email validator type
de: E-Mail-Validator-Typ
fr: Type de validateur d'e-mail
pt: Tipo de validador de e-mail
ru: Тип валидатора электронной почты
tr: Email doğrulama tipi
zh: 邮箱验证类型

source: IMAP settings
de: IMAP-Einstellungen
fr: Paramètres IMAP
pt: Configurações IMAP
ru: Настройки IMAP
tr: IMAP ayarları
zh: IMAP设置

source: Server
fr: Serveur
pt: Servidor
ru: Сервер
tr: Sunucu
zh: 服务器

source: Username
de: Benutzername
fr: Nom d'utilisateur
pt: Nome de usuário
ru: Имя пользователя
tr: Kullanıcı adı
zh: 用户名

source: Password
de: Passwort
fr: Mot de passe
pt: Senha
ru: Пароль
tr: Şifre
zh: 密码

source: Port
pt: Porta
ru: Порт
zh: 端口

source: IMAP settings saved
de: IMAP-Einstellungen gespeichert
fr: Paramètres IMAP enregistrés
pt: Configurações IMAP salvas
ru: Настройки IMAP сохранены
tr: IMAP ayarları kaydedildi
zh: IMAP设置已保存

source: Save IMAP settings
de: IMAP-Einstellungen speichern
fr: Enregistrer les paramètres IMAP
pt: Salvar configurações IMAP
ru: Сохранить настройки IMAP
tr: IMAP ayarlarını kaydet
zh: 保存IMAP设置

source: About
de: Über
fr: À propos
pt: Sobre
ru: О программе
tr: Hakkında
zh: 关于

source: Version
pt: Versão
ru: Версия
tr: Sürüm
zh: 版本

source: Welcome to AI Auto Free
de: Willkommen bei AI Auto Free
fr: Bienvenue sur AI Auto Free
pt: Bem-vindo ao AI Auto Free
ru: Добро пожаловать в AI Auto Free
tr: AI Auto Free'ye Hoşgeldiniz
zh: 欢迎使用AI Auto Free

source: Settings are being configured
de: Einstellungen werden konfiguriert
fr: Les paramètres sont en cours de configuration
pt: As configurações estão sendo configuradas
ru: Настройки конфигурируются
tr: Ayarlar yapılandırılıyor
zh: 正在配置设置

# you_should_restart_your_computer
source: Python is not available in PATH. If you are installing for the first time, restart your computer. Otherwise, you may need to add Python to PATH.
de: Python ist nicht im PATH verfügbar. Wenn Sie zum ersten Mal installieren, starten Sie Ihren Computer neu. Andernfalls müssen Sie Python möglicherweise zum PATH hinzufügen.
fr: Python n'est pas disponible dans le PATH. Si vous l'installez pour la première fois, redémarrez votre ordinateur. Sinon, vous devrez peut-être ajouter Python au PATH.
pt: Python não está disponível no PATH. Se você está instalando pela primeira vez, reinicie seu computador. Caso contrário, pode ser necessário adicionar o Python ao PATH.
ru: Python недоступен в PATH. Если вы устанавливаете впервые, перезагрузите компьютер. В противном случае, возможно, вам потребуется добавить Python в PATH.
tr: Python, PATH üzerinde görünmüyor. İlk kez kurduysanız bilgisayarınızı yeniden başlatınız aksi halde PATH üzerine Python eklemesi yapmanız gerekebilir.
zh: Python在PATH中不可用。如果您是第一次安装，请重新启动计算机。否则，您可能需要将Python添加到PATH中。

source: Retry
de: Wiederholen
fr: Réessayer
pt: Tentar novamente
ru: Повторить
tr: Tekrar dene
zh: 重试

source: Checking Python
de: Python wird überprüft
fr: Vérification de Python
pt: Verificando Python
ru: Проверка Python
tr: Python kontrol ediliyor
zh: 正在检查Python

source: Checking others
de: Andere werden überprüft
fr: Vérification des autres éléments
pt: Verificando outros
ru: Проверка других
tr: Diğerleri kontrol ediliyor
zh: 正在检查其他

source: Python not available
de: Python nicht verfügbar
fr: Python non disponible
pt: Python não disponível
ru: Python недоступен
tr: Python mevcut değil
zh: Python不可用

source: Python installation failed
de: Python-Installation fehlgeschlagen
fr: Échec de l'installation de Python
pt: Falha na instalação do Python
ru: Установка Python не удалась
tr: Python kurulum hatası
zh: Python安装失败

source: Python available
de: Python verfügbar
fr: Python disponible
pt: Python disponível
ru: Python доступен
tr: Python mevcut
zh: Python可用

# checking_chrome
source: Checking Google Chrome
de: Google Chrome wird überprüft
fr: Vérification de Google Chrome
pt: Verificando Google Chrome
ru: Проверка Google Chrome
tr: Google Chrome kontrol ediliyor
zh: 正在检查Google Chrome

source: Please install Google Chrome
de: Bitte installieren Sie Google Chrome
fr: Veuillez installer Google Chrome
pt: Por favor, instale o Google Chrome
ru: Пожалуйста, установите Google Chrome
tr: Google Chrome yükleyiniz
zh: 请安装Google Chrome

source: Getting required codes
de: Erforderliche Codes werden abgerufen
fr: Obtention des codes requis
pt: Obtendo códigos necessários
ru: Получение необходимых кодов
tr: Gerekli kodlar alınıyor
zh: 正在获取所需代码

source: Error during dependency installation
de: Fehler bei der Abhängigkeitsinstallation
fr: Erreur lors de l'installation des dépendances
pt: Erro durante a instalação de dependências
ru: Ошибка при установке зависимостей
tr: Bağımlılık yükleme hatası
zh: 依赖安装错误

source: Checking pip installation
de: Pip-Installation wird überprüft
fr: Vérification de l'installation de pip
pt: Verificando instalação do pip
ru: Проверка установки pip
tr: Pip kontrol ediliyor
zh: 正在检查pip

source: Pip is not installed, installing pip
de: Pip ist nicht installiert, Pip wird installiert
fr: Pip n'est pas installé, installation de pip
pt: Pip não está instalado, instalando pip
ru: Pip не установлен, установка pip
tr: Pip yüklü değil, pip yükleniyor
zh: pip未安装，正在安装pip

source: Pip is already installed
de: Pip ist bereits installiert
fr: Pip est déjà installé
pt: Pip já está instalado
ru: Pip уже установлен
tr: Pip zaten yüklü
zh: pip已安装

source: Pip installed successfully
de: Pip erfolgreich installiert
fr: Pip installé avec succès
pt: Pip instalado com sucesso
ru: Pip успешно установлен
tr: Pip başarıyla yüklendi
zh: pip安装成功

# failed_to_install_pip_please_install_python_with_pip_included
source: Requirements could not be installed automatically. Please run the following command in the terminal: `{dependency}`
de: Abhängigkeiten konnten nicht automatisch installiert werden. Bitte führen Sie den folgenden Befehl im Terminal aus: `{dependency}`
fr: Impossible d'installer automatiquement les prérequis. Veuillez exécuter la commande suivante dans le terminal : `{dependency}`
pt: Não foi possível instalar os requisitos automaticamente. Execute o seguinte comando no terminal: `{dependency}`
ru: Не удалось автоматически установить требования. Выполните следующую команду в терминале: `{dependency}`
tr: Gereksinimler otomatik yüklenemedi. Manuel yüklemek için şu komutu terminalde çalıştırınız: `{dependency}`
zh: 依赖安装失败。请在终端中运行以下命令安装依赖：`{dependency}`

source: Checking
de: Überprüfung
fr: Vérification
pt: Verificando
ru: Проверка
tr: Kontrol ediliyor
zh: 检查中

source: Installing
de: Installation
fr: Installation
pt: Instalando
ru: Установка
tr: Yükleniyor
zh: 安装中

source: Installed successfully
de: Erfolgreich installiert
fr: Installé avec succès
pt: Instalado com sucesso
ru: Успешно установлено
tr: Başarıyla yüklendi
zh: 安装成功

source: Is already installed
de: Ist bereits installiert
fr: Déjà installé
pt: Já está instalado
ru: Уже установлено
tr: Zaten yüklü
zh: 已安装

# error_installing_dependencies
source: Error installing dependencies, please try manually. Run the following command in the terminal: `{dependency}`
de: Fehler bei der Installation von Abhängigkeiten, bitte versuchen Sie es manuell. Führen Sie den folgenden Befehl im Terminal aus: `{dependency}`
fr: Erreur lors de l'installation des dépendances, veuillez essayer manuellement. Exécutez la commande suivante dans le terminal : `{dependency}`
pt: Erro ao instalar dependências, tente manualmente. Execute o seguinte comando no terminal: `{dependency}`
ru: Ошибка при установке зависимостей, попробуйте вручную. Выполните следующую команду в терминале: `{dependency}`
tr: Bağımlılık yükleme hatası, lütfen manuel yüklemeyi deneyiniz. Şu komutu terminalde çalıştırınız: `{dependency}`
zh: 依赖安装错误，请手动安装。请在终端中运行以下命令安装依赖：`{dependency}`

source: Please install Python from the website
de: Bitte installieren Sie Python von der Website
fr: Veuillez installer Python depuis le site web
pt: Por favor, instale o Python do site
ru: Пожалуйста, установите Python с веб-сайта
tr: Python'ı web sitesinden yükleyiniz
zh: 请从网站安装Python

source: Downloading Python installer
de: Python-Installationsprogramm wird heruntergeladen
fr: Téléchargement de l'installateur Python
pt: Baixando instalador do Python
ru: Загрузка установщика Python
tr: Python yükleyicisini indiriyor
zh: 正在下载Python安装程序

source: Downloading Python
de: Python wird heruntergeladen
fr: Téléchargement de Python
pt: Baixando Python
ru: Загрузка Python
tr: Python indiriyor
zh: 正在下载Python

source: Installing Python
de: Python wird installiert
fr: Installation de Python
pt: Instalando Python
ru: Установка Python
tr: Python yükleniyor
zh: 正在安装Python

source: Installing Python silently
de: Python wird still installiert
fr: Installation silencieuse de Python
pt: Instalando Python silenciosamente
ru: Тихая установка Python
tr: Python yükleniyor (sessiz)
zh: 正在静默安装Python

source: Error installing Python
de: Fehler bei der Installation von Python
fr: Erreur lors de l'installation de Python
pt: Erro ao instalar Python
ru: Ошибка при установке Python
tr: Python yükleme hatası
zh: Python安装错误

source: Downloading Python installer for macOS
de: Python-Installationsprogramm für macOS wird heruntergeladen
fr: Téléchargement de l'installateur Python pour macOS
pt: Baixando instalador do Python para macOS
ru: Загрузка установщика Python для macOS
tr: MacOS için Python yükleyicisini indiriyor
zh: 正在下载MacOS版Python安装程序

source: Downloading Python installer for Windows
de: Python-Installationsprogramm für Windows wird heruntergeladen
fr: Téléchargement de l'installateur Python pour Windows
pt: Baixando instalador do Python para Windows
ru: Загрузка установщика Python для Windows
tr: Windows için Python yükleyicisini indiriyor
zh: 正在下载Windows版Python安装程序

source: Installing Python using package manager
de: Python wird mit dem Paketmanager installiert
fr: Installation de Python avec le gestionnaire de paquets
pt: Instalando Python usando gerenciador de pacotes
ru: Установка Python с помощью менеджера пакетов
tr: Paket yöneticisi ile Python yükleniyor
zh: 正在使用包管理器安装Python

source: Failed to update package list
de: Fehler beim Aktualisieren der Paketliste
fr: Échec de la mise à jour de la liste des paquets
pt: Falha ao atualizar a lista de pacotes
ru: Не удалось обновить список пакетов
tr: Paket listesi güncellenemedi
zh: 包列表更新失败

# installing_python_using_package_manager_error
source: Error installing Python using package manager
de: Fehler bei der Installation von Python mit dem Paketmanager
fr: Erreur lors de l'installation de Python avec le gestionnaire de paquets
pt: Erro ao instalar Python usando gerenciador de pacotes
ru: Ошибка при установке Python с помощью менеджера пакетов
tr: Paket yöneticisi ile Python yükleme hatası
zh: 使用包管理器安装Python时出错

# patch_cursor
source: Reset Cursor Trial
de: Cursor-Testzeitraum zurücksetzen
fr: Réinitialiser l'essai Cursor
pt: Redefinir teste do Cursor
ru: Сбросить пробный период Cursor
tr: Cursor Deneme Sıfırla
zh: Cursor试用期重置

# switch_cursor_account
source: Login Account
de: Automatische Anmeldung
fr: Connexion automatique
pt: Login automático
ru: Автоматический вход
tr: Otomatik Giriş Yap
zh: 自动登录

# open_cursor_account
source: Open Account in Browser
de: Konto im Browser öffnen
fr: Ouvrir le compte dans le navigateur
pt: Abrir conta no navegador
ru: Открыть аккаунт в браузере
tr: Hesabı Tarayıcıda Aç
zh: 在浏览器中打开账户

# update
source: Update ({version})
de: Aktualisieren ({version})
fr: Mettre à jour ({version})
pt: Atualizar ({version})
ru: Обновить ({version})
tr: Güncelle ({version})
zh: 更新 ({version})

source: Redirected emails
de: Weitergeleitete E-Mails
fr: E-mails redirigés
pt: E-mails redirecionados
ru: Перенаправленные электронные почты
tr: Yönlendirilen Email'ler
zh: 重定向邮箱

source: Add redirected email
de: Weitergeleitete E-Mail hinzufügen
fr: Ajouter un e-mail redirigé
pt: Adicionar e-mail redirecionado
ru: Добавить перенаправленную почту
tr: Yönlendirilen Email ekle
zh: 添加重定向邮箱

source: Remove redirected email
de: Weitergeleitete E-Mail entfernen
fr: Supprimer un e-mail redirigé
pt: Remover e-mail redirecionado
ru: Удалить перенаправленную почту
tr: Yönlendirilen Email'i kaldır
zh: 删除重定向邮箱

source: Enter email
de: E-Mail eingeben
fr: Saisir l'e-mail
pt: Digite o e-mail
ru: Введите электронную почту
tr: Email giriniz
zh: 请输入邮箱

# redirected_email_info
source: Enter the email addresses you want to redirect to the IMAP server. These email addresses will be used when creating an account.
de: Geben Sie die E-Mail-Adressen ein, die Sie an den IMAP-Server weiterleiten möchten. Diese E-Mail-Adressen werden bei der Kontoerstellung verwendet.
fr: Entrez les adresses e-mail que vous souhaitez rediriger vers le serveur IMAP. Ces adresses e-mail seront utilisées lors de la création d'un compte.
pt: Digite os endereços de e-mail que deseja redirecionar para o servidor IMAP. Esses endereços de e-mail serão usados ao criar uma conta.
ru: Введите адреса электронной почты, которые вы хотите перенаправить на IMAP-сервер. Эти адреса будут использоваться при создании аккаунта.
tr: IMAP sunucusuna yönlendirdiğiniz email adreslerini giriniz. Bu email adresleri, hesap oluşturulurken kullanılacaktır.
zh: 请输入您想要重定向到IMAP服务器的邮箱地址。这些邮箱地址将在创建账户时使用。
